{"format": "keras", "nodes": [{"name": "sequential_input", "id": "sequential_input", "class_name": "InputLayer", "output_shape": [[null, 10]], "num_parameters": 0}, {"name": "sequential", "id": "sequential", "class_name": "Sequential", "output_shape": [null, 5], "num_parameters": 792}, {"name": "sequential_1", "id": "sequential_1", "class_name": "Sequential", "output_shape": [null, 10], "num_parameters": 780}], "edges": [["sequential_input", "sequential"], ["sequential", "sequential_1"]]}